{
  "Dockerfile.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "ale": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "css.vim": { "branch": "master" },
  "ferret": { "branch": "main" },
  "fm-nvim": { "branch": "master" },
  "fugitive-gitlab.vim": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "gv.vim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "neoformat": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "scss-syntax.vim": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-luasnip.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "terminus": { "branch": "main" },
  "traces.vim": { "branch": "master" },
  "vcs-jump": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-arduino": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-dirvish-git": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-emoji": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-graphql": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-http": { "branch": "master" },
  "vim-indentwise": { "branch": "master" },
  "vim-jade": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-localvimrc": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vim-yardoc": { "branch": "master" }
}
